initArtefactsContent = function() {

new game.Artefact({
	group: 'white',
	engName: 'weapon_parts',
	name: 'части вооружения',
	description: 'В обломках, которые частенько остаются дрейфовать в космосе после любого сражения, можно найди довольно много полезных деталей. Вооружение на современных кораблях, как правило, очень мощное и дорогое, а это значит, что даже в неисправных элементах снаряжения можно найти что-то полезное, если хорошенько покопаться.'
});

new game.Artefact({
	group: 'white',
	engName: 'silver_plasmoid',
	name: 'серебряный плазмоид',
	description: 'Серебряный плазмоид — интересная штука, нахально противоречащая всем законам физики. Дело в том, что этот плазмоид имеет температуру чуть ниже нуля, но при этом преспокойно испускает тепло и свет в окружающее пространство. Чаще всего его используют как обычный светильник. А что? Энергию не потребляет, работает исправно, в огне не горит — крутая штука.'
});

new game.Artefact({
	group: 'white',
	engName: 'ship_details',
	name: 'детали корабля',
	description: 'Начинка современных кораблей сплошь состоит из очень серьёзных и дорогих деталей, которые хрен достанешь в военное время. Остаётся уповать на чёрный рынок и быстрые корабли. Поэтому, Консул, такие детали, как эти, будут вам крайне полезны.'
});

new game.Artefact({
	group: 'white',
	engName: 'meteor_fragments',
	name: 'обломки метеорита',
	description: 'Иногда в обломках метеоритов можно найти кое-что кроме жидкого льда и жёсткого газа. Бывает, что в межпланетных телах попадаются полезные ресурсы, новые виды сплавов или элементы, неизвестные науке. Такие вещи крайне полезны в строительстве и производстве, да и колонии они пригодятся.'
});

new game.Artefact({
	group: 'white',
	engName: 'crystal_fragments',
	name: 'осколки кристалла',
	description: 'Обычный Кристалл имеет фиолетовый цвет с красным или розовым оттенком. Он настолько часто встречается в Галактике, что его добычей занимаются на всех колониях. Но существует и крайне редкая разновидность Кристалла — так называемый Белый Кристалл. После строго засекреченных манипуляций с его структурой учёные получают особо мощный источник энергии.'
});

new game.Artefact({
	group: 'green',
	engName: 'secret_technology',
	name: 'секретные технологии',
	description: 'Секретные технологии — это те технологии, которые по тем или иным причинам скрывают от Консулов члены Совета Галактики. В основном это различные микросхемы или новые химические элементы. Многое из этого не имеет широкого применения, однако наши учёные постараются извлечь пользу из всего, что вы принесёте.'
});

new game.Artefact({
	group: 'green',
	engName: 'rotary_amplifier',
	name: 'роторный усилитель',
	description: 'Очень редкая технология, используется на самых быстрых разведывательных кораблях. С другой стороны, подобный усилитель будет полезен в любой сфере — и в строительстве, и на флоте, и, само собой, для подготовки армии. Довольно часто его мощности используют даже для работы строительной техники.'
});

new game.Artefact({
	group: 'green',
	engName: 'reptile_technology',
	name: 'технологии рептилий',
	description: 'Думаю, для вас не секрет, Консул, что в технологическом плане Рептилоиды сильно нас опережают. Чтобы сравняться с ними, а ещё лучше — склонить чашу весов в нашу пользу, нам стоит пристально изучить то, что у них уже есть. Поэтому так важно находить как можно больше различных видов технологий чешуйчатых.'
});

new game.Artefact({
	group: 'green',
	engName: 'emerald_plasmoid',
	name: 'изумрудный плазмоид',
	description: 'Изумрудный плазмоид на самом деле не совсем изумрудный. В обычном состоянии это довольно тусклый сине-зелёный камешек. И, собственно, больше ничем он не интересен, если бы не одно но: эта штука начинает светиться ярким зелёным светом, когда рядом появляются Рептилии. Если, допустим, сделать из него меч и пойти с кольцом на гору… В общем, вы поняли.'
});

new game.Artefact({
	group: 'green',
	engName: 'batteries',
	name: 'элементы питания',
	description: 'Как ни странно, это просто распределительный элемент, который идеально подходит под любую систему питания и способен сэкономить кучу энергии. Жаль, что мы научились только использовать, но не производить это маленькое изобретение Рептилоидов… Приходится обходится тем, что найдём.'
});

new game.Artefact({
	group: 'blue',
	engName: 'sapphire_plasmoid',
	name: 'сапфировый плазмоид',
	description: 'Сапфировые плазмоиды встречаются лишь в некоторых туманностях, и представляют собой универсальный накопитель энергии. Пока учёным не удалось определить, из чего конкретно состоят эти голубоватые плазменные шары, но одно известно точно — это очень дорогая штука.'
});

new game.Artefact({
	group: 'blue',
	engName: 'quad_cooler',
	name: 'квадрокулер',
	description: 'Квадрокулеры обычно устанавливают на корабли среднего класса — это относительно дешёвая, но мощная технология. К сожалению, его чертежи и все производственные системы находились на Земле, когда та была захвачена Рептилоидами. Печально.'
});

new game.Artefact({
	group: 'blue',
	engName: 'plasma_transistors',
	name: 'плазменные транзисторы',
	description: 'Такие транзисторы раньше устанавливали на оборонные орудия, чтобы лучше распределять плазму во время залпов — это позволяло пушкам не перегреваться. Сейчас всё делается немного по другой схеме, но плазменные транзисторы всё ещё в цене — они используются во многих видах строительства.'
});

new game.Artefact({
	group: 'blue',
	engName: 'nanowires',
	name: 'нанопроводка',
	description: 'Нанопроводка во Вселенной 42 появилась еще в начале двухтысячных годов, и с тех пор только развивалась и улучшалась. Эта потрясающая технология позволяет делать детали очень компактными и практически невесомыми. Замечательно подходит для любого вида электроники, весьма полезная штука.'
});

new game.Artefact({
	group: 'blue',
	engName: 'chip',
	name: 'микросхемы',
	description: 'Микросхемы очень важны как для строительства зданий, так и для производства флота. Благодаря их точности автоматизированные системы начинают работать как часы. Такие микросхемы сложны в производстве, и найти даже пару ящиков таких штук — серьёзная удача.'
});

new game.Artefact({
	group: 'purple',
	engName: 'nicolascagium',
	name: 'николаскейджий',
	description: 'Николаскейджий имеет настолько многогранную структуру, что может преломить и усилить любой луч света. А если воздействовать на него лазером, то можно наблюдать увеличение яркости в сотни, а то и в тысячи раз. Николаскейджий применяют как в военных целях, так и при строительстве сложных объектов.'
});

new game.Artefact({
	group: 'purple',
	engName: 'keanureevesium',
	name: 'киануривзий',
	description: 'Киануривзий ещё называют ресурсом избранного. Этот элемент является, по сути, бактерией, которая способна довольно серьёзно повлиять на способности обычных людей, например, десятикратно увеличить их силу. К сожалению, этот элемент невозможно использовать в военных целях, так как человек, находящийся под воздействием бактерий, становится слишком расслабленным.'
});

new game.Artefact({
	group: 'purple',
	engName: 'jimcarrium',
	name: 'джимкерий',
	description: 'Очень нестабильный, но ценный металл, проявляющий хаотические свойства на квантовом уровне. Используется для адаптации векторов в искусственных нейронных сетях… В общем, Консул, этот предмет крайне полезен, поверьте на слово.'
});

new game.Artefact({
	group: 'purple',
	engName: 'garyoldmanium',
	name: 'гариолдманий',
	description: 'Довольно редкий ресурс, приятный для глаз и удобный в обработке. В очищенном виде представляет собой превосходный материал для сплавов, усиливающий любую конструкцию и улучшающий любую постройку или корабль.'
});

new game.Artefact({
	group: 'purple',
	engName: 'amethyst_plasmoid',
	name: 'аметистовый плазмоид',
	description: 'Существует легенда о происхождении Аметистовых плазмоидов: считается, что они попали к нам из другой вселенной, где существовало множество богов и посвященных им религий. Однако бесконечные войны, страх, убийства и лицемерие религиозных фанатиков заставили нормальных людей в срочном порядке эволюционировать в Аметистовые плазменные шары и свалить подальше из той потерянной вселенной.'
});

new game.Artefact({
	group: 'orange',
	engName: 'topaz_plasmoid',
	name: 'топазовый плазмоид',
	description: 'Топазовый плазмоид может существовать только при очень высоких температурах, зато он выделяет колоссальное количество энергии. Им запросто можно дополнить или даже заменить целый набор более простых кристаллов. Это дорогой и весьма редкий элемент.'
});

new game.Artefact({
	group: 'orange',
	engName: 'ancient_technology',
	name: 'технология древних',
	description: 'Некоторые артефакты древних пугают всех до чёртиков, потому что никто так и не понял, как их использовать и почему со временем они не разрушаются. Зато, как ни странно, такие штуки отлично разбираются на составные части. И в этих частях можно найти прорву уникальных и полезных технологий.'
});

new game.Artefact({
	group: 'orange',
	engName: 'ancient_scheme',
	name: 'схемы древних',
	description: 'Схемы древних часто находят применение в электронике. Как показывают опыты, они способны ускорять вычислительные процессы, уменьшать износ деталей, а также имеют функцию самоочистки от пыли. Учёные затрудняются сказать, как им это удаётся… Возможно, в этих схемах спрятаны какие-то самообучающиеся зептоботы. Мы пока не знаем.'
});

new game.Artefact({
	group: 'orange',
	engName: 'ancient_knowledge',
	name: 'знания древних',
	description: 'Знаниями древних называют удивительно красивые и эргономичные инфопанели, которые могут красочно отображать совершенно разную информацию — от рецепта идеального пирога с клубникой до инструкции для изготовления идеального оружия смерти…'
});

new game.Artefact({
	group: 'orange',
	engName: 'ancient_artefact',
	name: 'артефакт древних',
	description: 'Иногда мы находим во вселенной различные предметы, которые принадлежали некой исчезнувшей древней расе. Эти артефакты очень ценны и крайне полезны, так как древние были куда более развиты, чем мы сейчас.'
});


new game.Artefact({
	group: 'red',
	engName: 'ruby_plasmoid',
	name: 'рубиновый плазмоид',
	description: 'Рубиновый плазмоид — это неизвестное науке вещество. Любое излучение, направленное на эту штуку, полностью отражается, а свет становится ярко-красным. Такие плазмоиды очень редки и чрезвычайно дороги, Консул, а их полезность сложно переоценить.'
});

};