initArtefactsContentBlue = function() {
'use strict';

new game.Artefact({
  group: 'blue',
  engName: 'sapphire_plasmoid',
  name: 'сапфировый плазмоид',
  description: 'Сапфировые плазмоиды встречаются лишь в некоторых туманностях, и представляют собой универсальный накопитель энергии. Пока учёным не удалось определить, из чего конкретно состоят эти голубоватые плазменные шары, но одно известно точно — это очень дорогая штука.'
});

new game.Artefact({
  group: 'blue',
  engName: 'quad_cooler',
  name: 'квадрокулер',
  description: 'Квадрокулеры обычно устанавливают на корабли среднего класса — это относительно дешёвая, но мощная технология. К сожалению, его чертежи и все производственные системы находились на Земле, когда та была захвачена Рептилоидами. Печально.'
});

new game.Artefact({
  group: 'blue',
  engName: 'plasma_transistors',
  name: 'плазменные транзисторы',
  description: 'Такие транзисторы раньше устанавливали на оборонные орудия, чтобы лучше распределять плазму во время залпов — это позволяло пушкам не перегреваться. Сейчас всё делается немного по другой схеме, но плазменные транзисторы всё ещё в цене — они используются во многих видах строительства.'
});

new game.Artefact({
  group: 'blue',
  engName: 'nanowires',
  name: 'нанопроводка',
  description: 'Нанопроводка во Вселенной 42 появилась еще в начале двухтысячных годов, и с тех пор только развивалась и улучшалась. Эта потрясающая технология позволяет делать детали очень компактными и практически невесомыми. Замечательно подходит для любого вида электроники, весьма полезная штука.'
});

new game.Artefact({
  group: 'blue',
  engName: 'chip',
  name: 'микросхемы',
  description: 'Микросхемы очень важны как для строительства зданий, так и для производства флота. Благодаря их точности автоматизированные системы начинают работать как часы. Такие микросхемы сложны в производстве, и найти даже пару ящиков таких штук — серьёзная удача.'
});

};