initArtefactsContentGreen = function() {
'use strict';

new game.Artefact({
  group: 'green',
  engName: 'emerald_plasmoid',
  name: 'изумрудный плазмоид',
  description: 'Изумрудный плазмоид на самом деле не совсем изумрудный. В обычном состоянии это довольно тусклый сине-зелёный камешек. И, собственно, больше ничем он не интересен, если бы не одно но: эта штука начинает светиться ярким зелёным светом, когда рядом появляются Рептилии. Если, допустим, сделать из него меч и пойти с кольцом на гору… В общем, вы поняли.'
});

new game.Artefact({
  group: 'green',
  engName: 'batteries',
  name: 'элементы питания',
  description: 'Как ни странно, это просто распределительный элемент, который идеально подходит под любую систему питания и способен сэкономить кучу энергии. Жаль, что мы научились только использовать, но не производить это маленькое изобретение Рептилоидов… Приходится обходится тем, что найдём.'
});

new game.Artefact({
  group: 'green',
  engName: 'rotary_amplifier',
  name: 'роторный усилитель',
  description: 'Очень редкая технология, используется на самых быстрых разведывательных кораблях. С другой стороны, подобный усилитель будет полезен в любой сфере — и в строительстве, и на флоте, и, само собой, для подготовки армии. Довольно часто его мощности используют даже для работы строительной техники.'
});

new game.Artefact({
  group: 'green',
  engName: 'secret_technology',
  name: 'секретные технологии',
  description: 'Секретные технологии — это те технологии, которые по тем или иным причинам скрывают от Консулов члены Совета Галактики. В основном это различные микросхемы или новые химические элементы. Многое из этого не имеет широкого применения, однако наши учёные постараются извлечь пользу из всего, что вы принесёте.'
});

new game.Artefact({
  group: 'green',
  engName: 'reptile_technology',
  name: 'технологии рептилий',
  description: 'Думаю, для вас не секрет, Консул, что в технологическом плане Рептилоиды сильно нас опережают. Чтобы сравняться с ними, а ещё лучше — склонить чашу весов в нашу пользу, нам стоит пристально изучить то, что у них уже есть. Поэтому так важно находить как можно больше различных видов технологий чешуйчатых.'
});

};