initArtefactsContentOrange = function() {
'use strict';

new game.Artefact({
	group: 'orange',
	engName: 'topaz_plasmoid',
	name: 'топазовый плазмоид',
	description: 'Топазовый плазмоид может существовать только при очень высоких температурах, зато он выделяет колоссальное количество энергии. Им запросто можно дополнить или даже заменить целый набор более простых кристаллов. Это дорогой и весьма редкий элемент.'
});

new game.Artefact({
	group: 'orange',
	engName: 'ancient_artefact',
	name: 'артефакт древних',
	description: 'Иногда мы находим во вселенной различные предметы, которые принадлежали некой исчезнувшей древней расе. Эти артефакты очень ценны и крайне полезны, так как древние были куда более развиты, чем мы сейчас.'
});

new game.Artefact({
	group: 'orange',
	engName: 'ancient_technology',
	name: 'технология древних',
	description: 'Некоторые артефакты древних пугают всех до чёртиков, потому что никто так и не понял, как их использовать и почему со временем они не разрушаются. Зато, как ни странно, такие штуки отлично разбираются на составные части. И в этих частях можно найти прорву уникальных и полезных технологий.'
});

new game.Artefact({
	group: 'orange',
	engName: 'ancient_knowledge',
	name: 'знания древних',
	description: 'Знаниями древних называют удивительно красивые и эргономичные инфопанели, которые могут красочно отображать совершенно разную информацию — от рецепта идеального пирога с клубникой до инструкции для изготовления идеального оружия смерти…'
});

new game.Artefact({
	group: 'orange',
	engName: 'ancient_scheme',
	name: 'схемы древних',
	description: 'Схемы древних часто находят применение в электронике. Как показывают опыты, они способны ускорять вычислительные процессы, уменьшать износ деталей, а также имеют функцию самоочистки от пыли. Учёные затрудняются сказать, как им это удаётся… Возможно, в этих схемах спрятаны какие-то самообучающиеся зептоботы. Мы пока не знаем.'
});

};