initArtefactsContentPurple = function() {
'use strict';

new game.Artefact({
	group: 'purple',
	engName: 'amethyst_plasmoid',
	name: 'аметистовый плазмоид',
	description: 'Существует легенда о происхождении Аметистовых плазмоидов: считается, что они попали к нам из другой вселенной, где существовало множество богов и посвященных им религий. Однако бесконечные войны, страх, убийства и лицемерие религиозных фанатиков заставили нормальных людей в срочном порядке эволюционировать в Аметистовые плазменные шары и свалить подальше из той потерянной вселенной.'
});

new game.Artefact({
	group: 'purple',
	engName: 'garyoldmanium',
	name: 'гариолдманий',
	description: 'Довольно редкий ресурс, приятный для глаз и удобный в обработке. В очищенном виде представляет собой превосходный материал для сплавов, усиливающий любую конструкцию и улучшающий любую постройку или корабль.'
});

new game.Artefact({
	group: 'purple',
	engName: 'keanureevesium',
	name: 'киануривзий',
	description: 'Киануривзий ещё называют ресурсом избранного. Этот элемент является, по сути, бактерией, которая способна довольно серьёзно повлиять на способности обычных людей, например, десятикратно увеличить их силу. К сожалению, этот элемент невозможно использовать в военных целях, так как человек, находящийся под воздействием бактерий, становится слишком расслабленным.'
});

new game.Artefact({
	group: 'purple',
	engName: 'nicolascagium',
	name: 'николаскейджий',
	description: 'Николаскейджий имеет настолько многогранную структуру, что может преломить и усилить любой луч света. А если воздействовать на него лазером, то можно наблюдать увеличение яркости в сотни, а то и в тысячи раз. Николаскейджий применяют как в военных целях, так и при строительстве сложных объектов.'
});

new game.Artefact({
	group: 'purple',
	engName: 'jimcarrium',
	name: 'джимкерий',
	description: 'Очень нестабильный, но ценный металл, проявляющий хаотические свойства на квантовом уровне. Используется для адаптации векторов в искусственных нейронных сетях… В общем, Консул, этот предмет крайне полезен, поверьте на слово.'
});

};