initArtefactsContentWhite = function() {
'use strict';

new game.Artefact({
  group: 'white',
  engName: 'silver_plasmoid',
  name: 'серебряный плазмоид',
  description: 'Серебряный плазмоид — интересная штука, нахально противоречащая всем законам физики. Дело в том, что этот плазмоид имеет температуру чуть ниже нуля, но при этом преспокойно испускает тепло и свет в окружающее пространство. Чаще всего его используют как обычный светильник. А что? Энергию не потребляет, работает исправно, в огне не горит — крутая штука.'
});

new game.Artefact({
  group: 'white',
  engName: 'ship_details',
  name: 'детали корабля',
  description: 'Начинка современных кораблей сплошь состоит из очень серьёзных и дорогих деталей, которые хрен достанешь в военное время. Остаётся уповать на чёрный рынок и быстрые корабли. Поэтому, Консул, такие детали, как эти, будут вам крайне полезны.'
});

new game.Artefact({
  group: 'white',
  engName: 'meteor_fragments',
  name: 'обломки метеорита',
  description: 'Иногда в обломках метеоритов можно найти кое-что кроме жидкого льда и жёсткого газа. Бывает, что в межпланетных телах попадаются полезные ресурсы, новые виды сплавов или элементы, неизвестные науке. Такие вещи крайне полезны в строительстве и производстве, да и колонии они пригодятся.'
});

new game.Artefact({
  group: 'white',
  engName: 'weapon_parts',
  name: 'части вооружения',
  description: 'В обломках, которые частенько остаются дрейфовать в космосе после любого сражения, можно найди довольно много полезных деталей. Вооружение на современных кораблях, как правило, очень мощное и дорогое, а это значит, что даже в неисправных элементах снаряжения можно найти что-то полезное, если хорошенько покопаться.'
});

new game.Artefact({
  group: 'white',
  engName: 'crystal_fragments',
  name: 'осколки кристалла',
  description: 'Обычный Кристалл имеет фиолетовый цвет с красным или розовым оттенком. Он настолько часто встречается в Галактике, что его добычей занимаются на всех колониях. Но существует и крайне редкая разновидность Кристалла — так называемый Белый Кристалл. После строго засекреченных манипуляций с его структурой учёные получают особо мощный источник энергии.'
});

};