initUnitsArmyContentHeroes = function () {
'use strict';

game.setToMenu = 'army';
game.setToSide = 'heroes';

/*
new game.Hero({
	name: 'Капитан Тилпс',
	engName: 'tilps',
	description: 'Капитан Тилпс находился на Земле в тот момент, когда бесконечные полчища Рептилоидов атаковали родную планету людей. Тилпсу удалось не просто выжить и выбраться с планеты, он также смог спасти несколько сотен мирных жителей и свой боевой отряд. Капитан отказался от повышения в звании, однако принял на себя командование освободительной операцией по возвращению Земли. Именно Тилпс вёл за собой войска первой волны освобождения в период пробного подключения канала связи с Консулами. Он является символом храбрости, доблести и героизма человеческой расы. Капитан Тилпс — цель номер один у рептилий. После его смерти настанет полное уничтожение людской расы — так пророчит Император Рептилоидов.',
	basePrice: {
		metals: 500,
		crystals: 300
	},
	investments: 1000,
	characteristics: {
		damage: {
			min: 2400,
			max: 3000
		},
		life: 30000
	},
	targets: [
		'patron',
		'toofucking'
	],
});

new game.Hero({
	name: 'Комиссар Вахаёбович',
	engName: 'vaha',
	description: 'Комиссар Вахаёбович прибыл в эту вселенную во время экспериментов с порталом связи. Его родной мир — крайне брутальное место. За Комиссаром закрепилась слава безжалостного боевого офицера, хотя он и не полный псих, как может показаться. Вахаёбович не просто великолепный боец, способный распидорасить на куски любого неудачливого рептилоида, додумавшегося подойти слишком близко — он так же не стесняется пробить пару голов своим же солдатам. Естественно, исключительно в виде дисциплинарного наказания. Как ни странно, подобные действия крайне положительно влияют на боевой дух наших недалёких Отцов и Турникмэнов. Руководство закрывает глаза на методы Вахаёбовича, ведь пока есть результаты, методы не имеют значения. Это война не ради ресурсов — это битва за выживание.',
	basePrice: {
		metals: 700,
		crystals: 400
	},
	investments: 5000,
	characteristics: {
		damage: {
			min: 3200,
			max: 4000
		},
		life: 45000
	},
	targets: [
		'toofucking',
		'striker'
	],
});

new game.Hero({
	name: 'Главнокомандующий ФШМ',
	engName: 'psm',
	description: 'ФШМ был лидером элитной группы Суперзлодеев — Нарушителей. Во время одной из операций попал в ловушку, был схвачен Блюстителями и в результате неудачного эксперимента в Сколково оказался в параллельной Вселенной 42. Оказалось, что в этой вселенной также живут люди, и ФШМ начал налаживать контакт. Его необычные способности и знание вооружения помогли ему быстро пробиться в правительство и стать Военным Советником Правителей людей. Но это было до войны с рептилиями. Именно ФШМ встречал Рептилий при первом контакте и вёл с ними переговоры. Однако переговоры были только отвлекающим манёвром, и после внезапной атаки Рептилоидов на Землю правительство было уничтожено. Прорвавшись с боем к космическому порту, ФШМ смог угнать огромный боевой крейсер рептилий прямо с орбиты Земли. Оставшись самым высокопоставленным лицом Империи Людей, ФШМ принял на себя обязанности главнокомандующего и инициировал программу связи с Консулами. ФШМ не отличается агрессией, однако по неизвестным причинам даже Рептилоиды стараются избегать встречи с ним.',
	basePrice: {
		metals: 1000,
		crystals: 550
	},
	investments: 10000,
	characteristics: {
		damage: {
			min: 4000,
			max: 5000
		},
		life: 60000
	},
	targets: [
		'horror',
		'chipping',
		'ripper'
	],
});
*/
};